{
    "A fresh verification link has been sent to your email address.": "Nova poveznica potvrde je poslana na Vašu e-mail adresu.",
    "A new verification link has been sent to the email address you provided during registration.": "Nova poveznica potvrde je poslana na Vašu email adresu koju ste unijeli tijekom registracije.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Dodaj novog člana tima u tvoj tim, dozvoljavajući mu da radi s tobom.",
    "Add additional security to your account using two factor authentication.": "Dodaj dodatnu sigurnost tvoj računu tako sto ćeš koristiti autentifikaciju u dva koraka.",
    "Add Team Member": "Dodaj novog člana tima.",
    "Add": "Dodaj",
    "Added.": "Dodano.",
    "All of the people that are part of this team.": "Svi ljudi koji su dio ovog tima.",
    "All rights reserved.": "Sva prava zadržana.",
    "Already registered?": "Već ste registrirani?",
    "API Token Permissions": "Dozvole API tokena",
    "API Token": "API  Token",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API token omogućava uslugama nezavisnih proizvođača da se autentificiraju pomoću naše aplikacije u vaše ime.",
    "API Tokens": "API Tokeni",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Da li ste sigurni da želite izbrisati ovaj tim? Jednom kada se tim izbriše, svi njegovi resursi i podaci bit će trajno izbrisani.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Da li ste sigurni da želite izbrisati svoj račun? Jednom kada se vaš račun izbriše, svi njegovi resursi i podaci bit će trajno izbrisani. Unesite lozinku radi potvrde da želite trajno izbrisati račun.",
    "Are you sure you would like to delete this API token?": "Da li ste sigurni da želite izbrisati ovaj API token?",
    "Are you sure you would like to leave this team?": "Da li ste sigurni da biste željeli napustiti ovaj tim?",
    "Are you sure you would like to remove this person from the team?": "Da li ste sigurni da želite ukloniti ovu osobu iz tima?",
    "Before proceeding, please check your email for a verification link.": "Prije nego nastavite, molimo Vas provjerite svoj email radi poveznice za potvrdu.",
    "Browser Sessions": "Sjednice web preglednika",
    "click here to request another": "Kliknite ovdje da pošaljete još jedan",
    "Close": "Zatvori",
    "Code": "Kod",
    "Confirm Password": "Potvrdite lozinku",
    "Confirm": "Potvrdi",
    "Create a new team to collaborate with others on projects.": "Stvorite novi tim za suradnju s drugima na projektima.",
    "Create API Token": "Stvorite API Token",
    "Create New Team": "Stvorite novi tim",
    "Create Team": "Stvori tim",
    "Create": "Stvori",
    "Created.": "Stvoreno.",
    "Current Password": "Trenutna lozinka",
    "Dashboard": "Početna",
    "dashboard": "Početna",
    "Delete Account": "Izbriši račun",
    "Delete API Token": "Obriši API Token",
    "Delete Team": "Obriši tim",
    "Delete": "Brisanje",
    "Disable": "Onemogući",
    "Done.": "Gotovo.",
    "E-Mail Address": "Adresa elektroničke pošte",
    "Email Password Reset Link": "Pošalji na email poveznicu za ponovno postavljanje lozinke",
    "Email": "E-mail",
    "Enable": "Omogući",
    "Ensure your account is using a long, random password to stay secure.": "Koristite što dužu lozinku da biste bili sigurni.",
    "For your security, please confirm your password to continue.": "Radi vaše sigurnosti, potvrdite lozinku da biste nastavili.",
    "Forbidden": "Zabranjeno",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Zaboravili ste lozinku? Nema problema. Samo nam recite Vašu email adresu i mi ćemo Vam na Vaš email poslati poveznicu za ponovno postavljanje lozinke.",
    "Forgot your password?": "Zaboravili ste lozinku?",
    "Forgot Your Password?": "Zaboravili ste lozinku?",
    "Go Home": "Idi na početnu",
    "Hello!": "Pozdrav!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ako je potrebno, možete se odjaviti iz svih sjednica ostalih preglednika na svim svojim uređajima. Ako smatrate da je račun kompromitiran, trebalo bi ažurirati i lozinku.",
    "If you did not create an account, no further action is required.": "Ukoliko niste kreirali račun, nije potrebno da poduzimate daljnje korake.",
    "If you did not receive the email": "Ako niste primili email",
    "If you did not request a password reset, no further action is required.": "Ukoliko niste tražili promjenu lozinke, nije potrebno da poduzimate daljnje korake.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ako imate problema prilikom pritiska na \":actionText\" gumb, kopirajte i zaljepite sljedeću URL poveznicu \n u vaš interenet preglednik:",
    "Invalid signature.": "Nevažeći potpis.",
    "Last active": "Posljednji put aktivan",
    "Last used": "Posljednje korišten",
    "Leave Team": "Napusti tim",
    "Leave": "Napusti",
    "Login": "Prijava",
    "Logout Other Browser Sessions": "Odjavi se sa sjednica ostalih preglednika",
    "Logout": "Odjava",
    "Manage Account": "Upravljaj računom",
    "Manage and logout your active sessions on other browsers and devices.": "Upravljajte aktivnim sjednicama i odjavljujte ih iz drugih preglednika i uređaja.",
    "Manage API Tokens": "Upravljanje API tokenima",
    "Manage Role": "Upravljaj ulogom",
    "Manage Team": "Upravljaj timom",
    "Name": "Ime",
    "Nevermind": "Nije bitno",
    "New Password": "Nova lozinka",
    "Not Found": "Nije pronađeno.",
    "Oh no": "Oh ne",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Jednom kada se tim izbriše, svi njegovi resursi i podaci bit će trajno izbrisani. Prije brisanja ovog tima, preuzmite sve podatke ili informacije u vezi s timom koje želite zadržiti.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Jednom kada se vaš račun izbriše, svi njegovi resursi i podaci bit će trajno izbrisani. Prije brisanja računa, preuzmite sve podatke ili informacije koje želite zadržiti.",
    "Page Expired": "Stranica je istekla",
    "Password": "Lozinka",
    "Permanently delete this team.": "Trajno izbriši ovaj tim.",
    "Permanently delete your account.": "Trajno izbrišite svoj račun.",
    "Permissions": "Dozvole",
    "Photo": "Slika",
    "Please click the button below to verify your email address.": "Molimo kliknite na gumb ispod da potvrdite Vašu email adresu.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Molimo potvrdite pristup Vašem računu tako što ćete unijeti jedan od kodova za obnovu.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Molimo potvrdite pristup Vašem računu tako što ćete unijeti kod za autentifikaciju koju ste dobili od vaše aplikacije za autentifikaciju.",
    "Please confirm your password before continuing.": "Molimo potvrdite Vašu lozinku da biste nastavili.",
    "Please copy your new API token. For your security, it won't be shown again.": "Kopirajte svoj novi API token. Zbog vaše sigurnosti neće se ponovo prikazivati.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Unesite lozinku da biste potvrdili da se želite odjaviti iz ostalih sjednica preglednika na svim svojim uređajima.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Navedite email adresu osobe koju biste željeli dodati u ovaj tim. Email adresa mora biti povezana sa postojećim računom.",
    "Profile Information": "Informacije o profilu",
    "Profile": "Profil",
    "Recovery Code": "Kod za oporavak računa",
    "Regards": "Pozdrav",
    "Regenerate Recovery Codes": "Obnovite kodove za oporavak",
    "Register": "Registracija",
    "Remember Me": "Zapamti me",
    "Remember me": "Zapamti me",
    "Remove Photo": "Obriši sliku",
    "Remove Team Member": "Uklonite člana tima",
    "Remove": "Ukloni",
    "Resend Verification Email": "Ponovo pošalji email za potvrdu",
    "Reset Password Notification": "Obavijest o ponovnom postavljanju lozinke",
    "Reset Password": "Ponovno postavi lozinku",
    "Role": "Uloga",
    "Save": "Spremi",
    "Saved.": "Spremljeno.",
    "Select A New Photo": "Izaberi novu sliku",
    "Send Password Reset Link": "Pošalji poveznicu za ponovno postavljanje lozinke",
    "Server Error": "Poslužiteljska greška",
    "Service Unavailable": "Servis nedostupan",
    "Show Recovery Codes": "Prikaži kodove za oporavak",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Čuvajte ove kodove za oporavak u sigurnom upravitelju lozinki. Mogu se koristiti za oporavak pristupa vašem računu ako se izgubi dvofaktorski uređaj za potvrdu identiteta.",
    "Switch Teams": "Promijeni tim",
    "Team Details": "Detalji tima",
    "Team Members": "Članovi tima",
    "Team Name": "Ime tima",
    "Team Owner": "Vlasnik tima",
    "Team Settings": "Postavke tima",
    "The :attribute must be a valid role.": ":attribute mora biti valjana uloga.",
    "The :attribute must be at least :length characters and contain at least one number.": ":attribute se mora sastojati od najmanje :length znakova i mora sadržavati barem jedan broj.",
    "The :attribute must be at least :length characters and contain at least one special character.": ":attribute se mora sastojati od najmanje :length znakova i mora sadržavati barem jedan specijalni znak.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":attribute se mora sastojati od najmanje :length znakova i mora sadržavati jedno veliko slovo i jedan broj.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": ":attribute se mora sastojati od najmanje :length znakova i mora sadržavati jedno veliko slovo i jedan specijalni znak.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": ":attribute se mora sastojati od najmanje :length znakova i mora sadržavati jedno veliko slovo.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute mora biti najmanje :length znakova i mora sadržavati jedno veliko slovo, jedan broj i jedan specijalni znak.",
    "The :attribute must be at least :length characters.": ":attribute se mora sastojati od najmanje :length znakova.",
    "The :attribute must be at least :min characters.": ":attribute se mora sastojati od najmanje :length znakova.",
    "The :attribute must be at least :value characters.": ":attribute se mora sastojati od najmanje :length znakova.",
    "The :attribute must be at least :size characters.": ":attribute se mora sastojati od najmanje :length znakova.",
    "The :attribute may not be greater than :length characters." : ":attribute ne smije biti veći od :length znakova.",
    "The provided password does not match your current password.": "Unijeli ste lozinku koja se ne poklapa s Vašom lozinkom.",
    "The provided password was incorrect.": "Unesena lozinka nije točna.",
    "The provided two factor authentication code was invalid.": "Kod za dvofaktorsku autentifikaciju nije vjerodostojan.",
    "The team's name and owner information.": "Informacije o imenu tima i vlasniku.",
    "This action is unauthorized.": "Niste ovlašteni za izvršavanje ove radnje.",
    "This device": "Ovaj uređaj",
    "Please fill out this field": "Molim ispunite ovo polje",
    "This password does not match our records.": "Lozinka se ne poklapa sa zapisom u bazi.",
    "This password reset link will expire in :count minutes.": "Poveznica za promjenu lozinke ističe za :count minuta.",
    "This user already belongs to the team.": "Ovaj korisnik već pripada ovom timu.",
    "Toggle navigation": "Prikaži navigaciju",
    "Token Name": "Ime tokena",
    "Too Many Attempts.": "Previše pokušaja.",
    "Too Many Requests": "Previše zahtjeva",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Dvofaktorska autentifikacija je sada omogućena. Skenirajte sljedeći QR kod pomoću aplikacije za autentifikaciju vašeg telefona.",
    "Two Factor Authentication": "Dvofaktorska autentifikacija",
    "Unauthorized": "Neovlašten pristup",
    "Update Password": "Ažuriraj lozinku",
    "Update your account's profile information and email address.": "Ažurirajte Vaš email i/ili profilne informacije.",
    "Use a recovery code": "Koristi kod za oporavak računa",
    "Use an authentication code": "Koristi kod za autentifikaciju računa",
    "Verify Email Address": "Potvrdite Vaš email",
    "Log in": "Prijava",
    "Log out": "Odjava",
    "Log In": "Prijava",
    "Log Out": "Odjava",
    "Verify Your Email Address": "Potvrdite Vaš email",
    "We were unable to find a registered user with this email address.": "Nismo uspjeli naći registriranog korisnika koji ima ovaj email.",
    "We won't ask for your password again for a few hours.": "Nećemo Vas ponovo pitati za Vašu lozinku unutar sljedećih nekoliko sati.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Kada je omogućena dvofaktorska potvrda identiteta, od vas će se tražiti siguran, slučajni token tijekom potvrde identiteta. Ovaj token možete preuzeti iz aplikacije Google Authenticator na Vašem uređaju.",
    "Whoops! Something went wrong.": "Ups! Nešto nije u redu.",
    "Whoops!": "Ups!",
    "You are logged in!": "Ulogirani ste!",
    "You are receiving this email because we received a password reset request for your account.": "Dobili ste ovaj email zato što smo primili zahtjev za ponovnim postavljanjem lozinke Vašeg računa.",
    "You have enabled two factor authentication.": "Omogućili ste dvofaktorsku potvrdu identiteta.",
    "You have not enabled two factor authentication.": "Niste omogućili dvofaktorsku potvrdu identiteta.",
    "You may delete any of your existing tokens if they are no longer needed.": "Možete izbrisati bilo koji od postojećih tokena ako više nisu potrebni.",
    "You may not delete your personal team.": "Ne možete izbrisati svoj osobni tim.",
    "You may not leave a team that you created.": "Ne možete napustiti tim koji ste Vi kreirali.",
    "Your email address is not verified.": "Vaša email adresa nije potrđena.",
    "We have emailed your password reset link!": "Na Vaš email poslali smo poveznicu za ponovno postavljanje lozinke",
    "These credentials do not match our records." : "Korisničko ime i lozinka se ne poklapaju sa zapisom u bazi.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another." : "Zahvaljujemo na registraciji! Prije nego krenete, molimo Vas da potvrdite Vaš email tako da kliknete na poveznicu koju smo Vam poslali. Ako niste dobili mail potvrde, poslat ćemo Vam opet.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password." : "Ako je potrebno, možete se odjaviti iz svih ostalih uređaja. Neke od vaših nedavnih sesija navedene su u nastavku; međutim, ovaj popis možda nije potpun. Ako smatrate da je vaš račun ugrožen, trebali biste i ažurirati lozinku.",
    "Manage and log out your active sessions on other browsers and devices.": " ",
    "Log Out Other Browser Sessions": "ODJAVA IZ SVIH SESIJA"
}